examples/mutation-class-authority/rollback-low-risk-code.patch
diff --git a/internal/atlas/validate.go b/internal/atlas/validate.go
--- a/internal/atlas/validate.go
+++ b/internal/atlas/validate.go
@@ -1,3 +1,2 @@
 package atlas
-// low-risk-code dry-run rollback fixture line
